/*
 * These translations are the the "Santa Scan" app.
 *
 * A demo video can be found at http://youtu.be/RoaJ1QdzHS8 .
 * The video can provide some context.
 */

/*
 * App Name
 *
 * In this case, "Scan" refers to looking or searching for something, suggesting
 * the use of a gadget or device to assist in the search.
 */
"APP_NAME" = "Santa Spion";

/*
 * Status messages
 *
 * These are status messages to be displayed at the top of the app in a
 * limited-space area.  There is only room for up to about 3 words.
 */

// Looking/searching for Santa
"STATUS_SCANNING" = "Aufspüren...";

// Almost found Santa, about to "lock" onto him
"STATUS_LOCKING" = "Feineinstellung...";

// No camera was foud on the phone
"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "Keine Kamera";

// Had an error trying to access the camera on the phone
"CAMERA_VIEW_ERROR" = "Kamera Fehler";

// Had an error trying to play a sound on the phone
"AUDIO_INIT_ERROR" = "Audio Fehler";

// Had an error trying to use the compass on the phone
"SENSOR_ERROR_CANT_FIND_NORTH" = "Kompass Fehler";

// Need an upgrade ot the iPhone software to use this app
"IOS_NEEDS_UPGRADE" = "iOS Aktualisieren";

// No compass was found on the phone
"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "Kein Kompass";

// Had an error trying to find the user's location, such as with GPS
"LOCATION_ERROR" = "Position Fehler";

"FILE_ERROR" = "File error";

"INTENAL_ERROR" = "Internal error";

/*
 * Misc labels for buttons, etc.
 */

"MILES_SHORT" = "Meilen";

"KILOMETERS_SHORT" = "Km";

// For a button that leads to a help page
"HELP" = "Hilfe";

// For a button that leads to social sharing options
"SHARE" = "Teilen";


/*
 * Social messages
 */

// The first %@ is a number of miles or kilometers, and
// the second %@ is the name of the app (Santa Scan).
// This is used to encourage other people to get the app.
"SHARE_TEXT" = "Ich fand Weihnachtsmann ab %@ entfernt. http://goo.gl/g8mnn2 #apps #iPhone #santarts";

"RTS_NEWS_DEFAULT_TEXT" = "Wir hoffen Sie genießen unsere App!";

/*
 * New COPPA-related text
 */
"PARENT_GATE_INSTRUCTIONS" = "Für Hilfe und Info drücken Sie und halten Sie zwei Finger für einige Sekunden zu jeder Zeit auf den Bildschirm.";

"PRIVACY_POLICY_LABEL" = "Datenschutzbestimmungen";

"LOCATION_EXPLANATION" = "Um die Richtung zum Weihnachtsmann zu bestimmen, braucht diese App Ihren ungefähren Standort.\
\
Um die Kinder-Datenschutzbestimmungen einzuhalten, erkennt diese App Ihre wahre Position nicht. Sie fragt Sie stattdessen nach einer groben Position wie Stadt, Land, Staat oder PLZ.";

"NETWORK_ERROR_LABEL" = "Netzwerkfehler";

"NETWORK_ERROR_MESSAGE" = "Versuchen Sie es bitte noch einmal in einer Weile oder überprüfen Sie die Netzwerkeinstellungen Ihres Geräts.\
\
Netzwerkzugriff ist erforderlich für die Suche nach der Lage.";

"DONE_LABEL" = "Fertig";

"LOCATION_PROMPT" = "Wo sind Sie (ungefähr)?";

"CANCEL_LABEL" = "Abbrechen";

"CITY_STATE_ETC" = "Stadt, Staat, Land, etc.";

"DEFAULT_LOC_NAME" = "Stellen Sie Ihren Ort";

"SET_LOCATION_TEXT" = "Möchten Sie Ihre Stadt oder Staat für eine bessere Entfernung und Richtung an den Weihnachtsmann geben?";

"NO_THANKS" = "Nein";

"OKAY" = "Ok";

"SET_LOCATION_LATER_TEXT" = "Ihre Entfernung und Richtung nach Santa wird auf einem Standard-Speicherort beruhen. Sie können Ihre eigenen Ort zu jeder Zeit durch Anklicken der Taste \"i\" am unteren Rand des Bildschirms ein.";


/*
 * Web links - *** No translation needed below here ***
 */

// Default news link, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/g8mnn2";

// App app home page
"APP_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=de&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fapp%2Fsanta%2F";

// App help page
"APP_HELP_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=de&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fhelp%2Fsanta%2F";

// RTS home page
"RTS_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=de&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F";

// Downloads the latest new from RTS, to embed in the flip side view
"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/4eF2Gp";

// This link conttains the App Store link to hit when the news above is clicked
"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link_de.txt";
// So the URL above will return a link such as below when available:

"APP_PRIVACY_POLICY_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=de&u=http%3A%2F%2Fwww.privacychoice.org%2Fpolicy%2Ftext%3Fpolicy%3Ddf32b1f28302e7d1ca0887ea017f166d";
